Repository: strangerstudios/pmpro-unlock
Catalog: languages/pmpro-unlock-*.po
Languages: nl_nl

source: Save
nl_nl: Opslaan

source: Unlock Protocol Integration
nl_nl: Unlock Protocol integratie

source: remove
nl_nl: verwijderen

source: Your Wallet Address is: %s
nl_nl: Het adres van je wallet is: %s

source: Require NFT to checkout?
nl_nl: NFT nodig om af te rekenen?

source: Deploy a lock
nl_nl: Een lock implementeren

source: Lock Address:
nl_nl: Lock adres:

source: Choose a Network:
nl_nl: Kies een netwerk:

source: Unlock Protocol Settings
nl_nl: Protocolinstellingen ontgrendelen

source: ERROR: Unable to find an account with that wallet. Please create a WordPress account first and link your wallet.
nl_nl: FOUT: kan geen account vinden met die wallet. Maak eerst een WordPress account aan en koppel je wallet.

source: ERROR: There was a problem retrieving the wallet address.
nl_nl: FOUT: er is een probleem opgetreden bij het ophalen van het wallet adres.

source: Connect Your Crypto Wallet
nl_nl: Verbind je crypto wallet

source: Log In with Crypto Wallet
nl_nl: Login met crypto wallet

source: Invalid Account
nl_nl: Ongeldig account

source: You need an NFT to claim this membership
nl_nl: Je hebt een NFT nodig om dit lidmaatschap te claimen

source: Click here to buy the NFT.
nl_nl: Klik hier om de NFT te kopen.

source: You can purchase this NFT.
nl_nl: Je kunt deze NFT kopen.

source: You hold a valid lock, you may claim this membership level for free.
nl_nl: Als je een geldige lock hebt, mag je dit lidmaatschapsniveau gratis claimen.

source: Support
nl_nl: Ondersteuning

source: Visit Customer Support Forum
nl_nl: Bezoek het forum voor klantenondersteuning

source: View Documentation
nl_nl: Documentatie bekijken

source: Level Settings
nl_nl: Niveau instellingen

source: Edit a level to set up Unlock.
nl_nl: Bewerk een niveau om unlock in te stellen.

source: Thank you for activating the Unlock Protocol Add On.
nl_nl: Bedankt voor het activeren van de Unlock Protocol add-on.

source: Integrate Paid Memberships Pro with Unlock Protocol.
nl_nl: Integreer Paid Memberships Pro met Unlock Protocol.
